{
  "auto_mapping": null,
  "base_model_name_or_path": "uer/roberta-base-finetuned-chinanews-chinese",
  "inference_mode": true,
  "num_attention_heads": 12,
  "num_layers": 12,
  "num_transformer_submodules": 1,
  "num_virtual_tokens": 4,
  "peft_type": "PROMPT_TUNING",
  "prompt_tuning_init": "RANDOM",
  "prompt_tuning_init_text": null,
  "revision": null,
  "task_type": "SEQ_CLS",
  "token_dim": 768,
  "tokenizer_kwargs": null,
  "tokenizer_name_or_path": "uer/roberta-base-finetuned-chinanews-chinese"
}